Repository: amvmail/foodgram-project-react
Catalog: backend/foodgram/locale/*/LC_MESSAGES/django.po
Languages: eu

source: {recipe} уже добавлен в {model}
eu: {recipe} has already been added to {model}

source: {recipe} не добавлен в {model}
eu: {recipe} not added in {model}

source: Ингредиент может быть добавлен только один раз
eu: Each ingredient can only be added once

source: Добавьте количество для ингредиента больше 0
eu: Add an amount for an ingredient greater than 0

source: Добавьте ингредиент в рецепт
eu: Add an ingredient to the recipe

source: Вы не можете подписаться на себя.
eu: You can't subscribe to yourself.

source: Вы уже подписались на автора.
eu: You have already subscribed to the author.

source: Разрешены только POST и DELETE запросы
eu: Only POST and DELETE requests are allowed

source: Продуктовый помощник
eu: Grocery Assistant

source: список покупок:
eu: shopping list:

source: Ингредиенты:
eu: Ingredients:

source: Название:
eu: Title:

source: Количество:
eu: Quantity:

source: Единица измерения:
eu: Unit of measurement:

source: The file is missing in the data folder
eu: Файл отсутствует в папке с данными

source: Имя
eu: Name

source: Цвет HEX
eu: HEX color

source: Слаг
eu: Slug

source: Тег
eu: Tag

source: Теги
eu: Tags

source: Единица измерения
eu: Unit of measurement

source: Ингредиент
eu: Ingredient

source: Ингредиенты
eu: Ingredients

source: Автор
eu: Author

source: Изображение
eu: Color

source: Описание
eu: Description

source: Время приготовления
eu: Cooking time

source: Введите число больше единицы
eu: Enter a number greater than one

source: Рецепт
eu: Recipe

source: Рецепты
eu: recipes

source: Количество
eu: Quantity

source: Ингредиент для рецепта
eu: Ingredients for the recipe

source: Ингредиенты для рецептов
eu: Ingredients for recipes

source: Пользователь
eu: User

source: Избранный рецепт
eu: Selected recipe

source: Избранные рецепты
eu: Selected recipes

source: Список покупок
eu: Shopping list

source: Списки покупок
eu: Shopping lists

source: Администратор
eu: Administrator

source: Электронная почта
eu: Email

source: Логин пользователя
eu: Login

source: Фамилия
eu: Surname

source: Статус
eu: Status

source: Подписка
eu: Users

source: Подписки
eu: Subscriptions

source: Пароль
eu: Password
